alsa-firmware
alsa-tools
alsa-utils
arandr
autoconf
automake
base
bat
binutils
bison
bitcoin-qt
bitwarden-cli
bluez
bluez-utils
boost
borg
cabal-install
chntpw
clang
cowsay
ctags
cups
cups-pdf
dbus-python
dhcpcd
dia
dialog
discord
docker
docker-compose
dosfstools
dotnet-runtime
dotnet-sdk
dunst
efibootmgr
etckeeper
exa
expect
fakeroot
fd
flake8
flameshot
flex
fzf
gcc
gcc-fortran
gdb
ghc
ghex
git
github-cli
gnuplot
groff
grub
gtkmm
highlight
hsetroot
htop
i3-gaps
intel-media-driver
intel-ucode
jfsutils
jupyter-notebook
kitty
libnotify
libqalculate
libtool
linux
linux-firmware
linux-headers
logrotate
lsof
luit
lvm2
m4
make
man-db
man-pages
mdadm
most
mpv
mtools
nano
neovim
net-tools
networkmanager
nodejs
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
nvidia
nvidia-settings
nvidia-utils
openssh
os-prober
pacman-contrib
pandoc
patch
pavucontrol
physlock
picom
pkgconf
playerctl
pulseaudio
pulseaudio-alsa
python
python-llfuse
python-pillow
python-pip
python2
qalculate-gtk
qutebrowser
r
reiserfsprogs
ripgrep
rofi
ruby
rustup
s-nail
signal-desktop
simplescreenrecorder
solidity
sqlitebrowser
stack
strace
sudo
sysfsutils
telegram-desktop
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tk
tlp
tmux
tree
ufw
unzip
upower
usbutils
valgrind
vlc
vulkan-intel
wget
which
wireless_tools
wpa_supplicant
xclip
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
youtube-dl
zathura
zathura-pdf-mupdf
zsh
zsh-completions
zsh-syntax-highlighting
