alsa-utils
anki
autoconf
automake
avahi
base
bash
bat
binutils
bison
boost
borg
bzip2
coreutils
cowsay
cryptsetup
ctags
cups
cups-pdf
device-mapper
dhcpcd
dia
dialog
diffutils
discord
dmenu
docker
docker-compose
e2fsprogs
efibootmgr
exa
fakeroot
file
filesystem
findutils
flake8
flameshot
flex
fzf
gawk
gcc
gcc-fortran
gcc-libs
gettext
ghc
ghex
git
github-cli
glibc
grep
groff
grub
gtkmm
gzip
highlight
htop
i3-gaps
i3lock-color
i3status
inetutils
iproute2
iputils
jfsutils
keychain
kitty
less
libtool
licenses
linux
linux-firmware
linux-headers
logrotate
lsof
luit
lvm2
m4
make
man-db
man-pages
mariadb
mdadm
most
nano
neovim
netctl
nodejs
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
okular
openssh
pacman
pacman-contrib
pandoc
patch
pavucontrol
pciutils
pepper-flash
perl
physlock
pkgconf
procps-ng
psmisc
pulseaudio
python
python-dbus
python-jedi
python-llfuse
python-pillow
python-pip
python2
qutebrowser
r
ranger
redshift
reiserfsprogs
ripgrep
rofi
s-nail
sed
shadow
signal-desktop
simplescreenrecorder
sleuthkit
solidity
sqlitebrowser
strace
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tk
tlp
tmux
tree
ttf-fira-code
typescript
ufw
unzip
usbutils
util-linux
vi
vlc
which
wireshark-cli
wireshark-qt
wpa_supplicant
xclip
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
zsh-completions
zsh-syntax-highlighting
